[
    {
      "id": "ehNJzSxbUv5",
      "name": "Thyrosafe",
      "price": 20,
      "description": "ThyroSafe is used to thin mucus and loosen congestion in the chest and throat. This medicine is used in people with breathing problems that can be complicated by thick mucus, such as asthma, chronic bronchitis, or emphysema.ThyroSafe is used during a nuclear radiation emergency to block radioactive iodine from entering your thyroid gland. For this purpose, the medicine is usually taken only once or twice.ThyroSafe may also be used for purposes not listed in this medication guide. ThyroSafe can cause thyroid problems in both mother and baby when used during pregnancy. However, the benefit of taking this medicine to protect your thyroid from nuclear radiation exposure far outweighs any risks of thyroid harm.",
      "img": "https://i.ibb.co/h17vTrx/thyrosafe.jpg"
    },
    {
      "id": "CX7FQJpyR0z",
      "name": "Vitamin B",
      "price": 30,
      "description": "This product is a combination of B vitamins used to treat or prevent vitamin deficiency due to poor diet, certain illnesses, alcoholism, or during pregnancy. Vitamins are important building blocks of the body and help keep you in good health. B vitamins include thiamine, riboflavin, niacin/niacinamide, vitamin B6, vitamin B12, folic acid, and pantothenic acid.Some brands of B vitamins also contain ingredients such as vitamin C, vitamin E, biotin, or zinc. Consult your doctor or pharmacist if you have questions about the ingredients in your brand. Take this medication by mouth, usually once daily or as directed. Follow all directions on the product package. If you have any questions, ask your doctor or pharmacist. If you are taking a brand that contains vitamin C, take this medication by mouth with a full glass of water (8 ounces/240 milliliters) unless your doctor directs you otherwise.If you are taking chewable tablets, chew the tablet thoroughly before swallowing. If you are taking extended-release capsules, swallow them whole. Do not crush or chew extended-release capsules or tablets. Doing so can release all of the drug at once, increasing the risk of side effects. Also, do not split extended-release tablets unless they have a score line and your doctor or pharmacist tells you to do so. Swallow the whole or split tablet without crushing or chewing.",
      "img": "https://i.ibb.co/9HxPJ0F/9220-vitamin-B.jpg"
    },
    {
      "id": "nFlGJ7ZiPk3",
      "name": "Sphygmomenometer",
      "price": 30,
      "description": "A sphygmomanometer also known as a blood pressure monitor, or blood pressure gauge, is a device used to measure blood pressure, composed of an inflatable cuff to collapse and then release the artery under the cuff in a controlled manner,[1] and a mercury or aneroid manometer to measure the pressure. Manual sphygmomanometers are used with a stethoscope when using the auscultatory technique.A sphygmomanometer consists of an inflatable cuff, a measuring unit (the mercury manometer, or aneroid gauge), and a mechanism for inflation which may be a manually operated bulb and valve or a pump operated electrically. By observing the mercury in the column, or the aneroid gauge pointer, while releasing the air pressure with a control valve, the operator notes the values of the blood pressure in mm Hg. The peak pressure in the arteries during the cardiac cycle is the systolic pressure, and the lowest pressure (at the resting phase of the cardiac cycle) is the diastolic pressure. A stethoscope, applied lightly over the artery being measured, is used in the auscultatory method. Systolic pressure (first phase) is identified with the first of the continuous Korotkoff sounds. Diastolic pressure is identified at the moment the Korotkoff sounds disappear (fifth phase).",
      "img": "https://i.ibb.co/Rbxp9Fr/CM-1255-CM-1621-CM-1244-Blood-Pressure-Monitor-Sphygmomanometer.jpg"
    },
    {
      "id": "ZXrj3W4jfi6",
      "name": "L- arginine",
      "price": 14,
      "description": "L-arginine is an amino acid that helps the body build protein.Your body usually makes all the L-arginine it needs. L-arginine is also found in most protein-rich foods, including fish, red meat, poultry, soy, whole grains, beans and dairy products.As a supplement, L-arginine can be used orally and topically. It can also be administered intravenously (IV).Because L-arginine acts as a vasodilator, opening (dilating) blood vessels, many people take oral L-arginine to treat heart conditions and erectile dysfunction. L-arginine isn't recommended for people who have had a recent heart attack due to concerns that the supplement might increase the risk of death.L-arginine can worsen allergies or asthma. Use the supplement with caution if you have these conditions.Be careful about taking L-arginine if you've had cold sores or genital herpes. Too much L-arginine in your system can potentially trigger the virus that causes those conditions.",
      "img": "https://i.ibb.co/8drrYTW/a31571.jpg"
    },
    {
      "id": "NnduLHVbwSR",
      "name": "Eyedrops",
      "price": 15,
      "description": "Eye drops or eyedrops are saline-containing drops used as an ocular route to administer. Depending on the condition being treated, they may contain steroids, antihistamines, sympathomimetics, beta receptor blockers, parasympathomimetics, parasympatholytics, prostaglandins, nonsteroidal anti-inflammatory drugs (NSAIDs), antibiotics, antifungals, or topical anesthetics. Eye drops sometimes do not have medications in them and are only lubricating and tear-replacing solutions.Eye drops have less of a risk of side effects than do oral medicines, and such risk can be minimized by occluding the lacrimal punctum (i.e. pressing on the inner corner of the eye) for a short while after instilling drops. Eye drops are also used for stopping itching and redness of the eyes.Prior to the development of single-use pre-loaded sterile plastic applicators, eye drops were administered using an eye dropper, a glass pipette with a rubber bulb.",
      "img": "https://i.ibb.co/VW5cx9c/abpress-eye-drops-5ml-3-0.png"
    },
    {
      "id": "2tMIYn7oRY2",
      "name": "Cranberry",
      "price": 35,
      "description": "Cranberries are a popular superfood. People can consume them in the form of a sauce or a juice. They can also add them to stuffing, casseroles, or dessert. These highly nutritious berries are also a staple of Thanksgiving dinner. Cranberries are native to North America. They now grow on around 58,000 acres of farmland across the northern United States, Chile, and Canada.Many people consider cranberries to be a superfood due to their high nutrient and antioxidant content.In fact, research has linked the nutrients in cranberries to a lower risk of urinary tract infection (UTI), the prevention of certain types of cancer, improved immune function, and decreased blood pressure.In this article, we look at the health benefits of cranberries, their nutritional breakdown, and how people can incorporate them into a healthful diet. This feature is part of a collection of articles on the health benefits of popular foods.",
      "img": "https://i.ibb.co/P5FtffW/DONE-WEB-Thera-Cran-HP4-Kids.png"
    },
    {
      "id": "LS2UQttztp7",
      "name": "Multi Vitamin",
      "price": 18,
      "description": "oral capsule (Lipotropic with Multivitamins; Multiple Vitamins; Multiple Vitamins with Folic Acid and Antioxidants; Therapeutic Multiple Vitamins; Vitamin A and D; Vitamin A,D,E, and K; Vitamin B Complex; Vitamin B Complex with C; Vitamin B Complex with C and Folic Acid; Vitamin C and E); oral gum (Multiple Vitamins); oral liquid (Multiple Vitamins; Pediatric Multiple Vitamins; Therapeutic Multiple Vitamins; Vitamin A and D; Vitamin A, D and C; Vitamin B Complex); oral oil (Vitamin A and D); oral solution (Vitamin A,D,E, and K); oral tablet (Lipotropic with Multivitamins; Multiple Vitamins; Multiple Vitamins with Folic Acid and Ubiquinone; Therapeutic Multiple Vitamins; Vitamin B Complex; Vitamin B Complex with C; Vitamin B Complex with C and Folic Acid; Vitamin B Complex with Folic Acid; Vitamin B12, Folate, and Acetylcysteine; Vitamin B6, B12 and Folate; Vitamin D and K); oral tablet, chewable (Multiple Vitamins); oral tablet, dispersible (Multiple Vitamins); oral tablet, extended release (Vitamin B Complex; Vitamin B Complex with C); sublingual tablet (Vitamin B12 with Folic Acid).",
      "img": "https://i.ibb.co/PhFynsL/71z-WMCgtec-L.jpg"
    },
    {
      "id": "OQKox9eOXyf",
      "name": "Measuring Machine",
      "price": 122,
      "description": "A coordinate measuring machine (CMM) is a device that measures the geometry of physical objects by sensing discrete points on the surface of the object with a probe. Various types of probes are used in CMMs, including mechanical, optical, laser, and white light. Depending on the machine, the probe position may be manually controlled by an operator or it may be computer controlled. CMMs typically specify a probe's position in terms of its displacement from a reference position in a three-dimensional Cartesian coordinate system (i.e., with XYZ axes). In addition to moving the probe along the X, Y, and Z axes, many machines also allow the probe angle to be controlled to allow measurement of surfaces that would otherwise be unreachable. The typical 3D bridge CMM allows probe movement along three axes, X, Y and Z, which are orthogonal to each other in a three-dimensional Cartesian coordinate system. Each axis has a sensor that monitors the position of the probe on that axis, typically with micrometer precision. When the probe contacts (or otherwise detects) a particular location on the object, the machine samples the three position sensors, thus measuring the location of one point on the object's surface, as well as the 3-dimensional vector of the measurement taken. This process is repeated as necessary, moving the probe each time, to produce a point cloud which describes the surface areas of interest",
      "img": "https://i.ibb.co/xYBQDh4/The-Coordinate-Measuring-CMM-Machine-isolated-on-a-white-background-Repair-motor-block-of-cylinders.jpg"
    },
    {
      "id": "9Ok3aVPtNop",
      "name": "Thermometer",
      "price": 10,
      "description": "hermometer is a device that measures temperature or a temperature gradient (the degree of hotness or coldness of an object). A thermometer has two important elements: a temperature sensor (e.g. the bulb of a mercury-in-glass thermometer or the pyrometric sensor in an infrared thermometer) in which some change occurs with a change in temperature; and (2) some means of converting this change into a numerical value (e.g. the visible scale that is marked on a mercury-in-glass thermometer or the digital readout on an infrared model). Thermometers are widely used in technology and industry to monitor processes, in meteorology, in medicine, and in scientific research.Some of the principles of the thermometer were known to Greek philosophers of two thousand years ago. As Henry Carrington Bolton (1900) noted, the thermometer's development from a crude toy tan instrument of precision occupied more than a century, and its early history is encumbered with erroneous statements that have been reiterated with such dogmatism that they have received the false stamp of authority. The Italian physician Santorio Santorio (Sanctorius, 1561-1636) is commonly credited with the invention of the first thermometer, but its standardisation was completed through the 17th and 18th centuries. In the first decades of the 18th century in the Dutch Republic, Daniel Gabriel Fahrenheit[7] made two revolutionary breakthroughs in the history of thermometry. He invented the mercury-in-glass thermometer (first widely used, accurate, practical thermometer)[2][1] and Fahrenheit scale (first standardized temperature scale to be widely used)",
      "img": "https://i.ibb.co/PNcDQqM/oval-thermometer-500x500.jpg"
    },
    {
      "id": "ZyQLXvLt2vf",
      "name": "Nebulizer",
      "price": 40,
      "description": "A nebulizer changes medication from a liquid to a mist so you can inhale it into your lungs.Nebulizers come in home (tabletop) and portable models. Home nebulizers are larger, and you have to plug them into an electrical outlet. Portable nebulizers run on batteries, or you can plug them into a car outlet. Some are only a bit bigger than a deck of cards, so you can carry them in a bag or briefcase.You may need a doctor’s prescription for a nebulizer, or you can get one at your pediatrician’s office. Many people also get breathing treatments at their doctor’s office.Home nebulizers cost about $50 and up, plus the cost of accessories. Portable nebulizers usually cost a little more.Health insurance policies usually cover nebulizers under their durable medical equipment portion. But most insurance companies want you to work with a certain supplier. Check with your insurance provider before buying or renting a nebulizer. Your health care team should be able to help you. Nebulizers are especially good for infants’ or small children’s asthma medications. They’re are also helpful when you have trouble using an asthma inhaler or need a large dose of an inhaled medication.",
      "img": "https://i.ibb.co/wYyh5R1/f092b04f77424b7ca1047d60e1c51efb-500x500.jpg"
    },
    {
      "id": "flijnCq9wwn",
      "name": "Bp Monitor",
      "price": 60,
      "description": "Blood pressure is measured using a sphygmomanometer, or blood pressure monitor. It consists of an inflatable cuff that’s wrapped around your arm, roughly level with your heart, and a monitoring device that measures the cuff’s pressure.The monitor measures two pressures: systolic, and diastolic. Systolic pressure is higher, occurring when your heart beats and pushes blood through the arteries, and diastolic pressure is measured when your heart is resting and filling with blood. So, for example, your blood pressure might be 120 over 80. Blood pressure monitors may be manual or digital, but home monitors are usually digital and the whole measurement process is automatic apart from placing the cuff around your arm. The cuff then inflates until it fits tightly around your arm, cutting off your blood flow, and then the valve opens to deflate it. As the cuff reaches your systolic pressure, blood begins to flow around your artery. This creates a vibration that’s detected by the meter, which records your systolic pressure. In a traditional analogue sphygmomanometer, the blood sounds are detected by the doctor using a stethoscope.",
      "img": "https://i.ibb.co/6FztwQs/digital-b-p-monitor-500x500.jpg"
    },
    {
      "id": "a7NIyIEBCEU",
      "name": "Baby Diapers",
      "price": 20,
      "description": "Baby diapers are safely used every day by parents all over the world. ... Today's disposable diapers are light, compact, very absorbent, prevents leaks and easy to use. For babies and toddlers this means they: Are comfortable to wear due to the softness, lightness and 'breathability' of the materials used.",
      "img": "https://i.ibb.co/P91jJ7b/disposable-baby-diaper-500x500.jpg"
    }
  ]